const data = [
    {
        id: 1,
        pic: 'https://parsefiles.back4app.com/Ubmbhqz8eIdPXGrtk00xDzb9xm9nJHfkf8mtsGyZ/a60ab81ef3c83679c487e1398e8d3f03_NaN.jpeg',
        name: 'טורוש גומבוץ',
        date: "22/3/19",
        views: 0,
        source: 'עצמי',
        type: 'קציצות ולביבות',
        ingradients: 'קמח עדשים , מלח הימאליה אפור ורוד , פלפל , כמון , אבקת אפייה , מים , חלב סויה , בצל סגול',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'בעזרת מטרף ידני, לערבב היטב את היבשים: קמח עדשים, מלח, פלפל (וכמון, אבקת אפייה וקמח אורז - אם בחרנו להוסיף אותם)',
        step2: 'להוסיף את החלב והמים ולטרוף לתערובת אחידה (בדרך כלל אני קודם מוסיפה את המים, בוחשת לקבלת משחה ללא גושים, ואז מוסיפה את החלב)',
        step3: 'להוסיף הבצל.',
        step4: 'לחמם שמן במחבת נון סטיק, לצקת את הבלילה ולהטות את המחבת לפיזור אחיד. לאחר שהחביתה מפגינה סימני התייצבות להפוך ולטגן מהצד השני.',
        step5: 'לא לחסוך בשמן הטיגו, להבדיל מבחביתה מביצים, כאן אין שומן בכלל והחביתה עלולה להדבק אם לא יהיה במחבת מספיק שומן.',
        step6: 'להוציא ולאכול',
    },
    {
        id: 2,
        pic: 'https://parsefiles.back4app.com/Ubmbhqz8eIdPXGrtk00xDzb9xm9nJHfkf8mtsGyZ/7873028d4c447b54acaf4c62b6d39d0b_NaN.jpeg',
        name: 'גומבוץ - כופתאות תפוחי אדמה במילוי שזיפים',
        date: "24/3/19",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 3,
        pic: 'https://parsefiles.back4app.com/Ubmbhqz8eIdPXGrtk00xDzb9xm9nJHfkf8mtsGyZ/f3efdde9ec46de903622c786cdc56761_NaN.jpeg',
        name: 'רוקוט קרומפלי',
        date: "18/3/19",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 4,
        pic: 'https://parsefiles.back4app.com/Ubmbhqz8eIdPXGrtk00xDzb9xm9nJHfkf8mtsGyZ/85f9780c8cdd1788d6395c8e66a66e37_NaN.jpeg',
        name: 'חביתה טבעונית מקמח עדשים',
        date: "17/3/19",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 5,
        pic: 'https://parsefiles.back4app.com/Ubmbhqz8eIdPXGrtk00xDzb9xm9nJHfkf8mtsGyZ/c66b96fab027abe04c574e9897411f33_NaN.jpeg',
        name: 'פנקייק תפוחים',
        date: "24/3/19",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 6,
        pic: './images/food_08.jpg',
        name: 'מרק אפונה עם חזה טלה',
        date: "17/3/19",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 7,
        pic: 'https://parsefiles.back4app.com/Ubmbhqz8eIdPXGrtk00xDzb9xm9nJHfkf8mtsGyZ/e528c151a24159280e74b475a16ec9d3_NaN.jpeg',
        name: 'קרפים (במקור: בליני)',
        date: "24/3/19",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 8,
        pic: './images/food_07.jpg',
        name: 'מפרום תפו"א',
        date: "7/11/20",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 9,
        pic: './images/food_06.jpg',
        name: 'מוסקה חצילים',
        date: "1/1/1995",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 10,
        pic: './images/food_05.jpg',
        name: 'פרגיות עם ערמונים ובצל מקורמל',
        date: "1/1/1995",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 11,
        pic: './images/food_04.jpg',
        name: 'אורז אפוי עם עוף בתנור של סבתא לאה',
        date: "1/1/1995",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 12,
        pic: './images/food_03.jpg',
        name: 'חמין חיטה /אילנית בניזרי',
        date: "1/1/1995",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 13,
        pic: './images/food_02.jpg',
        name: 'קציצות ברוטב עגבניות מעלף',
        date: "1/1/1995",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'לטגן את הבצל עם 3 כפות שמן עד להזהבה,מוסיפים את השום הכתוש ומערבבים,.',
        step2: 'מוסיפים את העגבניות המגורדות ואת רסק העגבניות ומערבבים, מוסיפים את התבלינים ומערבבים היטב ומבשלים כדקה לפתיחת טעמים,לאחר שכל התבלינים התאחדו מוסיפים את המים ומביאים לרתיחה ..',
        step4: 'בינתיים יוצרים קציצות עגולות עם ידיים משומנות טיפה ומכניסים לסיר. מנמיכים את האש ומבשלים בערך חצי שעה 40 דקות עד לצמצום הרוטב ..',
        step5: 'אפשר גם להוסיף סלסלת פטריות שמפניון חתוכות לפרוסות ולהוסיף לתבשיל לאחר שהקציצות התגבשו ולהטמיע אותם ברוטב תוך נענוע של הסיר,לכסות ולהמשיך לבשל עוד כמה דקות לצמצום הנוזלים ולקבלת רוטב סמיך..',
        step6: 'להוציא ולאכול',
    },
    {
        id: 14,
        pic: './images/food_01.jpg',
        name: 'בשר צלי עם פטריות ומיני תפו"א',
        date: "1/1/1995",
        views: 0,
        source: 'עצמי',
        type: 'בשר',
        ingradients: 'בשר צלי ,מיני תפוחי אדמה, פטריות, בצל, שום, יין אדום, סילאן ותבלינים',
        comments: 'מבוסס על “חביתת” עדשים כתומות ובצל סגול, מהאתר "תיאבון בריא" גיוון: להחליף כף גדושה מכמות קמח העדשים בקמח אורז.',
        ing1: {
            "size": '1/3 כוס',
            "content": 'קמח עדשים'
        },
        ing2: {
            "size": '1/2 כפית',
            "content": 'מלח הימאליה אפור ורוד או לפי הטעם'
        },
        ing3: {
            "size": 'קורט',
            "content": 'פלפל'
        },
        ing4: {
            "size": 'קורט',
            "content": 'כמון (אופציונלי)'
        },
        ing5: {
            "size": '1/2 כפית',
            "content": 'אבקת אפייה (אופציונלי)'
        },
        ing6: {
            "size": '1/3 כוס',
            "content": 'מים'
        },
        ing7: {
            "size": '1/3 כוס',
            "content": 'חלב סויה ללא סוכר'
        },
        ing8: {
            "size": '1/4-1/2 יחידה',
            "content": 'בצל סגול בהתאם לגודל הבצל'
        },
        step1: 'מתחילים "בסגירת" הבשר,בתוך סיר רחב שיהיה ממש חם טיגון של 3 דקות מכל צד. לאחר מכן מוציאים את הנתח ומעבירים לסיר עמוק עם מים, 1 בצל חתוך ל- 4 , 5 עלי דפנה, כמה עלי סלרי עם הגבעול (חצויים ל 2) וכמה גרגירי פלפל אנגלי (9-10 גרגירים) מרתיחים את הבשר כשעתיים וחצי (בסיר לחץ פחות זמן מקצר התהליך), מרתיחים עד שהבשר רך שסכין חדה ננעצת עד הסוף ויוצאת חלק. בסיום ההרתחה מוציאים את הנתח ומצננים היטב!! ורק אז חותכים,תחתכו חתיכות דקות, לא עבות! ( ניתן להרתיח את הצלי יום לפני ולשמור את הנתח במקרר עטוף..) את הציר שבושל בו הבשר שומרים!!!.)',
        step2: 'להכנת הרוטב: בסיר אחר ורחב, לטגן את הבצלים עד להזהבה קלה, להוסיף פטריות, 6-7 שיני שום ולאדות היטב, לתבל בכף אבקת מרק בצל, חצי שקית רוטב לצלי (קנור/אוסם), מעט מלח,פלפל שחור ולבן,כפית ורבע כורכום, מעט פפריקה מתוקה, מעט כמון, 4/5 עלי דפנה, 4/5 פלפל אנגלי,מעט אגוז מוסקט, מעט תבלין לצלי** וכמה גרגירי חרדל( לא חובה אבל מוסיף..) להוסיף את הצלי על הבצל לצרוב אותו מעט יחד עם התבלינים, לזלף מעל הצלי 2 כפות סילאן+ 1/3 כוס יין אדום חצי יבש (שמרכך פלאיםםםם את הבשר!!).',
        step3: 'לסדר את התפו"א מסביב לצלי ולהוסיף 2 וחצי כוסות מציר הבשר ששמרנו, ועוד קצת מים רותחים(מעורבבים עם כמה חוטי זעפרן למי שיש .. לא חובה).',
        step4: 'טיפה מעל גובה הבשר, לטעום ולשפר תיבול אם צריך.. אני אוהבת לפזר גם מעט קינמון מעל פרוסות הבשר, מעלףףףף בטעם.. להביא לרתיחה על להבה גבוהה בינונית ולאחר מכן לבשל על להבה נמוכה בערך שעה .לאחר שעה אני מעבירה את הסיר מהבישול לתנור עם המכסה שלו על 200-210 מעלות עד שהבשר רך מאוד מאוד כמו חמאה.. ואז מסירה מכסה להשחמה קלה של עוד כמה דקות יוצא מושלםםםם!!!.',
        step5: 'מצורף גם סרטון הכנה מלא בקיר שלי..',
        step6: 'להוציא ולאכול',
    }
];

export default data;